Repository: leigh123linux/libgksu
Catalog: debian/pos/*.po
Languages: pt_br

source: Not using locking for read only lock file %s
pt_br: Não vou bloquear o arquivo somente para leitura %s

source: Not using locking for nfs mounted lock file %s
pt_br: Não vou bloquear o arquivo %s, que está num sistema de arquivos NFS

source: <b><big>Could not grab your mouse.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
pt_br: <b><big>Não foi possível capturar o seu mouse.</big></b> Um aplicativo malicioso pode estar interceptando sua sessão, você pode ter clicado num menu ou um aplicativo quis obter o foco para si. Tente novamente.

source: <b><big>Could not grab your keyboard.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
pt_br: <b><big>Não foi possível capturar o seu teclado.</big></b> Um aplicativo malicioso pode estar interceptando sua sessão, você pode ter clicado num menu ou um aplicativo quis obter o foco para si. Tente novamente.

source: <b><big>Enter your password to perform administrative tasks</big></b> The application '%s' lets you modify essential parts of your system.
pt_br: <b><big>Digite sua senha para executar tarefas administrativas</big></b> O aplicativo "%s" permite que você modifique partes essenciais do seu sistema.

source: <b><big>Enter your password to run the application '%s' as user %s</big></b>
pt_br: <b><big>Digite sua senha para executar o aplicativo "%s" como usuário %s</big></b>

source: <b><big>Enter the administrative password</big></b> The application '%s' lets you modify essential parts of your system.
pt_br: <b><big>Digite a senha de administrador</big></b> O aplicativo "%s" permite que você modifique partes essenciais do seu sistema.

source: <b><big>Enter the password of %s to run the application '%s'</big></b>
pt_br: <b><big>Digite a senha de %s para executar o aplicativo "%s"</big></b>

source: Password prompt canceled.
pt_br: Pedido de senha cancelado.

source: <b><big>Granted permissions without asking for password</big></b> The '%s' program was started with the privileges of the %s user without the need to ask for a password, due to your system's authentication mechanism setup. It is possible that you are being allowed to run specific programs as user %s without the need for a password, or that the password is cached. This is not a problem report; it's simply a notification to make sure you are aware of this.
pt_br: <b><big>Permissões foram concedidas sem pedir senha</big></b> O aplicativo "%s" foi iniciado com os privilégios do usuário %s sem que fosse necessário pedir uma senha devido à configuração do mecanismo de autenticação do seu sistema. É possível que você esteja sendo autorizado a executar aplicativos específicos como usuário %s ou que a senha tenha sido armazenada. Isto não é um relato de problema, simplesmente uma notificação para garantir que você esteja ciente.

source: Do _not display this message again
pt_br: _Não exibir esta mensagem novamente

source: <b>Would you like your screen to be "grabbed" while you enter the password?</b> This means all applications will be paused to avoid the eavesdropping of your password by a a malicious application while you type it.
pt_br: <b>Você quer que sua tela seja "capturada" enquanto você digita a senha?</b> Isso significa que todos os aplicativos serão pausados para evitar que a sua senha seja interceptada por um aplicativo malicioso enquanto você a digita.

source: Granting Rights
pt_br: Concedendo Direitos

source: gksu_run needs a command to be run, none was provided.
pt_br: gksu_run precisa de um comando a ser executado e nenhum foi fornecido.

source: The gksu-run-helper command was not found or is not executable.
pt_br: O comando gksu-run-helper não foi encontrado ou não está executável.

source: Unable to copy the user's Xauthorization file.
pt_br: Não foi possível copiar o arquivo de autorização do X (.Xauthority) do usuário.

source: Failed to fork new process: %s
pt_br: Falha ao tentar criar novo processo: %s

source: Wrong password got from keyring.
pt_br: Senha errada obtida do chaveiro.

source: Wrong password.
pt_br: Senha errada.

source: Failed to communicate with gksu-run-helper. Received: %s While expecting: %s
pt_br: Falha na comunicação com o gksu-run-helper. Recebido: %s Esperava: %s

source: Failed to communicate with gksu-run-helper. Received bad string while expecting: %s
pt_br: Falha na comunicação com o gksu-run-helper. Recebida uma cadeia errada quando esperava: %s

source: su terminated with %d status
pt_br: O su terminou com estado %d

source: gksu_sudo_run needs a command to be run, none was provided.
pt_br: gksu_sudo_run precisa de um comando a ser executado e nenhum foi fornecido.

source: Error creating pipe: %s
pt_br: Erro ao criar encadeamento: %s

source: Failed to exec new process: %s
pt_br: Falha ao executar novo processo: %s

source: Error opening pipe: %s
pt_br: Erro ao abrir encadeamento: %s

source: Password:
pt_br: Senha:

source: The underlying authorization mechanism (sudo) does not allow you to run this program. Contact the system administrator.
pt_br: O mecanismo de autorização (sudo) não permite que você execute esse programa. Contate o administrador do sistema.

source: sudo terminated with %d status
pt_br: O sudo terminou com estado %d

source: <b>You have capslock on</b>
pt_br: <b>Seu CapsLock está ligado</b>

source: Remember password
pt_br: Lembrar a senha

source: Save for this session
pt_br: Armazenar para essa sessão

source: Save in the keyring
pt_br: Armazenar no chaveiro

source: <span weight="bold" size="larger">Type the root password.</span>
pt_br: <span weight="bold" size="larger">Digite a senha de root.</span>

source: Password:
pt_br: Senha:

source: Failed to load gtkui file; please check your installation.
pt_br: Falha ao carregar arquivo gtkui; por favor, verifique a sua instalação.

source: Configure behavior of the privilege-granting tool
pt_br: Configurar o comportamento da ferramenta de concessão de privilégios

source: Privilege granting
pt_br: Concessão de privilégios

source: <b>Behavior</b>
pt_br: <b>Comportamento</b>

source: <b>Screen Grabbing</b>
pt_br: <b>Captura da Tela</b>

source: Privilege granting preferences
pt_br: Preferências de concessão de privilégios

source: The su mode will require the administrator password; sudo mode will request the user's own password, and needs prior setup of sudo.
pt_br: O modo su necessitará da senha de administrador; o modo sudo necessitará da senha do próprio usuário e requer uma configuração prévia do sudo.

source: This setting controls whether the keyboard and mouse should be held exclusively while requesting the password, to avoid that some other application receive the password.
pt_br: Esta configuração controla se o teclado e o mouse devem ser tomados com exclusividade enquanto se pede a senha, evitando-se que algum outro aplicativo receba a senha.

source: _Authentication mode:
pt_br: Modo de _autenticação:

source: _Grab mode:
pt_br: Modo de _captura:

source: disable
pt_br: desabilitar

source: enable
pt_br: habilitar

source: force enable
pt_br: forçar habilitar

source: prompt
pt_br: perguntar

source: Disable keyboard and mouse grab
pt_br: Desabilitar a captura do teclado e do mouse

source: Display information message when no password is needed
pt_br: Exibir uma mensagem informativa quando não houver necessidade de senha

source: Force keyboard and mouse grab
pt_br: Forçar a captura do teclado e do mouse

source: Grab keyboard and mouse even if -g has been passed as argument on the command line.
pt_br: Capturar o teclado e o mouse ainda que -g tenha sido passado como argumento na linha de comando.

source: Keyring to which passwords will be saved
pt_br: Chaveiro no qual armazenar as senhas

source: Prompt for grabbing
pt_br: Perguntar pela captura

source: Save password to gnome-keyring
pt_br: Armazenar a senha no chaveiro do GNOME (gnome-keyring)

source: Sudo mode
pt_br: Modo sudo

source: The name of the keyring gksu should use. Usual values are "session", which saves the password for the session, and "default", which saves the password with no timeout.
pt_br: O nome do chaveiro a ser usado pelo gksu. Valores usuais são "session", que armazena a senha durante a sessão e "default", que armazena a senha por um tempo ilimitado.

source: This option determines whether a message dialog will be displayed informing the user that the program is being run without the need of a password being asked for some reason.
pt_br: Esta opção determina se uma mensagem será exibida informando o usuário que o programa, por alguma razão, está sendo executado sem a necessidade de pedir senha.

source: This option will make gksu prompt the user if he wants to have the screen grabbed before entering the password. Notice that this only has an effect if force-grab is disabled.
pt_br: Esta opção fará com que o gksu pergunte ao usuário se ele quer que a tela seja capturada antes de inserir a senha. Note que isso só tem efeito se force-grab (forçar a captura) estiver desabilitado.

source: Whether sudo should be the default backend method. This method is otherwise accessed though the -S switch or by running 'gksudo' instead of 'gksu'.
pt_br: Se o sudo deve ser o método estrutural padrão. Esse método também pode ser utilizado através da opção -S ou executando-se "gksudo" em vez de "gksu".

source: Whether the keyboard and mouse grabbing should be turned off. This will make it possible for other X applications to listen to keyboard input events, thus making it not possible to shield from malicious applications which may be running.
pt_br: Se a captura do teclado e do mouse deve ser desabilitada. Isso permitirá a outros aplicativos gráficos monitorar eventos de entrada, de modo que não será possível proteger-se de eventuais aplicativos maliciosos que estiverem em execução.

source: gksu can save the password you type to the gnome-keyring so you'll not be asked everytime
pt_br: O gksu pode armazenar a senha que você digitar no chaveiro do GNOME (gnome-keyring). Assim você não seja perguntado toda vez

source: Failed to obtain xauth key: xauth binary not found at usual locations
pt_br: Falha na obtenção da chave xauth. O binário do xauth não foi encontrado nos locais habituais.
