Repository: leigh123linux/libgksu
Catalog: po/*.po
Languages: hu, nl, sv

source: Not using locking for read only lock file %s
hu: Nem használom zárolásra "%s" csak olvasható zárolási fájlt
nl: Het alleen-lezen vegrendelingsbestand %s wordt niet vergrendeld
sv: Använder inte låsning för skrivskyddade läsfilen %s

source: Not using locking for nfs mounted lock file %s
hu: Nem használom zárolásra "%s" NFS-csatlakoztatású zárolási fájlt
nl: Het met nfs aangekoppelde vergrendelingsbestand %s wordt niet vergrendeld
sv: Använder inte låsning för NFS-monterade låsfilen %s

source: <b><big>Could not grab your mouse.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
hu: <b><big>Nem sikerült zárolni az egérmutatóját.</big></b> Lehetséges, hogy egy ártalmas kliens hallgatózik a munkamenetben,vagy egy menüre kattintott, esetleg egy alkalmazás úgy döntött, hogy megragadja a fókuszt. Próbálja újra.
nl: <b><big>Kan uw muis niet blokkeren</big></b> Het kan zijn dat een schadelijk programma uw sessie afluistert of dat u net op een menu geklikt hebt of een andere toepassing de focus heeft genomen. Probeer het opnieuw.
sv: <b><big>Kunde inte fånga din mus.</big></b> En ondsint klient har möjligheten att lyssna på din session, du har klickat på en meny eller att något program precis har bestämt sig för att ta fokus. Försök igen.

source: <b><big>Could not grab your keyboard.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
hu: <b><big>Nem sikerült zárolni a billentyűzetét.</big></b> Lehetséges, hogy egy ártalmas kliens hallgatózik a munkamenetben,vagy egy menüre kattintott, esetleg egy alkalmazás úgy döntött, hogy megragadja a fókuszt. Próbálja újra.
nl: <b><big>Kan uw toetsenbord niet blokkeren</big></b> Het kan zijn dat een schadelijk programma uw sessie afluistert of dat u net op een menu geklikt hebt of een andere toepassing de focus heeft genomen. Probeer het opnieuw.
sv: <b><big>Kunde inte fånga ditt tangentbord.</big></b> En ondsint klient har möjligheten att lyssna på din session, du har klickat på en meny eller att något program precis har bestämt sig för att ta fokus. Försök igen.

source: <b><big>Enter your password to perform administrative tasks</big></b> The application '%s' lets you modify essential parts of your system.
hu: <b><big>Adja meg jelszavát adminisztrációs feladatok végrehajtásához</b></big> A(z) "%s" alkalmazás a rendszer alapvető részeinek módosítását teszi lehetővé.
nl: <b><big>Voer uw wachtwoord in om beheerstaken uit te voeren</big></b> Met toepassing '%s' kunt u belangrijke onderdelen van uw systeem wijzigen.
sv: <b><big>Ange ditt lösenord för att genomföra administrativa uppgifter</big></b> Programmet "%s" låter dig ändra systemkritiska delar av ditt system.

source: <b><big>Enter your password to run the application '%s' as user %s</big></b>
hu: <b><big>Adja meg jelszavát a(z) "%s" alkalmazás futtatásához %s felhasználóként</big></b>
nl: <b><big>Voer uw wachtwoord in om de toepassing '%s' uit te voeren als gebruiker %s</big></b>
sv: <b><big>Ange ditt lösenord för att köra programmet "%s" som användaren %s</big></b>

source: <b><big>Enter the administrative password</big></b> The application '%s' lets you modify essential parts of your system.
hu: <b><big>Adja meg adminisztrációs jelszavát</b></big> A(z) "%s" alkalmazás a rendszer alapvető részeinek módosítását teszi lehetővé.
nl: <b><big>Voer het wachtwoord van de beheerder ('root') in</big></b> Met toepassing '%s' kunt u belangrijke onderdelen van uw systeem wijzigen.
sv: <b><big>Ange det administrativa lösenordet</big></b> Programmet "%s" låter dig ändra systemkritiska delar av ditt system.

source: <b><big>Enter the password of %s to run the application '%s'</big></b>
hu: <b><big>Adja meg %s felhasználó jelszavát a(z) "%s" alkalmazás futtatásához</big></b>
nl: <b><big>Voer het wachtwoord in van gebruiker %s om de toepassing '%s' uit te voeren.</big></b>
sv: <b><big>Ange lösenordet för %s för att köra programmet "%s"</big></b>

source: Password prompt canceled.
hu: Jelszóbekérés megszakítva.
nl: Wachtwoord-vraag geannuleerd.
sv: Lösenordsfråga avbröts.

source: <b><big>Granted permissions without asking for password</big></b> The '%s' program was started with the privileges of the %s user without the need to ask for a password, due to your system's authentication mechanism setup. It is possible that you are being allowed to run specific programs as user %s without the need for a password, or that the password is cached. This is not a problem report; it's simply a notification to make sure you are aware of this.
hu: <b><big>Jogosultság megadva jelszó bekérése nélkül</big></b> A(z) "%s" program %s felhasználó jogosultságaival indult el, a jelszó bekérésének szükségessége nélkül, a rendszere hitelesítési mechanizmusainak beállításai miatt. Lehetséges, hogy fel van hatalmazva bizonyos programok futtatására %s felhasználó nevében jelszó megadásának szükségessége nélkül, vagy a jelszó gyorsítótárazva van. Ez nem hibajelentés, egyszerűen csak egy értesítés, hogy biztosan tudatában legyen ennek.
nl: <b><big>Rechten toegekend zonder het administratieve wachtwoord te vragen</big></b> De toepassing '%s' werd uitgevoerd met de privileges van gebruiker %s zonder een wachtwoord te vragen als gevolg van de instellingen van het authenticatie-mechanisme op uw systeem. Mogelijk is het toegestaan om specifieke programma's uit te voeren als gebruiker %s zonder de noodzaak van een wachtwoord of dat het wachtwoord tijdelijk is opgeslagen. Dit is geen probleem melding; het is slechts bedoeld om u hiervan op de hoogte te stellen.
sv: <b><big>Tilldelade rättigheter utan att fråga efter lösenord</big></b> Programmet "%s" startades med rättigheterna för användaren %s utan att behöva fråga efter ett lösenord. Detta på grund av konfigurationen av autentiseringsmekanismen i ditt system. Det är möjligt att du har tillåtits att köra specifika program som användaren %s utan att behöva ange ett lösenord, eller att lösenordet är mellanlagrat. Det här är inte en problemrapport; det är helt enkelt en notifiering för att göra dig uppmärksam på det här.

source: Do _not display this message again
hu: _Ne mutassa még egyszer ezt az üzenetet
nl: Laat dit venster _niet meer zien
sv: Visa _inte det här meddelandet igen

source: <b>Would you like your screen to be "grabbed" while you enter the password?</b> This means all applications will be paused to avoid the eavesdropping of your password by a a malicious application while you type it.
hu: <b>Szeretné, ha a képernyője "zárolva" lenne amíg beírja a jelszót?</b> Ez azt jelenti, hogy minden alkalmazás fel lesz függesztve, hogy jelszavát ne tudják rosszindulatú programok lehallgatni, amíg begépeli.
nl: <b>Wilt u het scherm "blokkeren" na het invoeren van uw wachtwoord?</b> Wanneer u hiervoor kiest worden alle programma's gepauzeerd. Dit voorkomt dat een schadelijk programma uw wachtwoord kan onderscheppen terwijl u het invoert.
sv: <b>Vill du att din skärm ska "fångas" under tiden du matar in lösenordet?</b> Det här betyder att alla program pausas för att förhindra avlyssning av ditt lösenord av ett ondsint program under tiden du matar in det.

source: Granting Rights
hu: Jogosultságok megadása
nl: Rechten verkrijgen
sv: Tilldelar rättigheter

source: gksu_run needs a command to be run, none was provided.
hu: A gksu_run-nak szüksége van a futtatandó parancsra, de Ön azt nem adta meg.
nl: voor gksu_run dient een opdracht gespecificeerd te worden, wat niet gedaan is.
sv: gksu_run behöver ett kommando att köra men inget angavs.

source: The gksu-run-helper command was not found or is not executable.
hu: A gksu-run-helper parancs nem található vagy nem futtatható.
nl: De opdracht gksu-run-helper is niet gevonden of is geen uitvoerbaar bestand.
sv: Kommandot gksu-run-helper hittades inte eller är inte startbart.

source: Unable to copy the user's Xauthorization file.
hu: Nem lehet a felhasználó Xauthorization fájlját másolni.
nl: Kan het Xauthorization-bestand van de gebruiker niet kopiÃ«ren.
sv: Kunde inte kopiera användarens Xauthorization-fil.

source: Failed to fork new process: %s
hu: Nem sikerült új folyamatot létrehozni: %s
nl: Het maken van een nieuw proces is mislukt: %s
sv: Misslyckades att grena ny process: %s

source: Wrong password got from keyring.
hu: Hibás jelszó érkezett a kulcstartóról.
sv: Fick fel lösenord från nyckelringen.

source: Wrong password.
hu: Rossz jelszó.
nl: Verkeerd wachtwoord.
sv: Fel lösenord.

source: Failed to communicate with gksu-run-helper. Received: %s While expecting: %s
hu: Nem sikerült kommunikálni a gksu-run-helper programmal. A következő érkezett: %s Az alábbi helyett: %s
nl: Kan niet communiceren met gksu-run-helper. Ontvangen: %s Verwacht: %s
sv: Misslyckades att kommunicera med gksu-run-helper. Mottog: %s Förväntade: %s

source: Failed to communicate with gksu-run-helper. Received bad string while expecting: %s
hu: Nem sikerült kommunikálni a gksu-run-helper programmal. Hibás karakterlánc érkezett az alábbi helyett: %s
nl: Kan niet communiceren met gksu-run-helper. Slechte string ontvangen terwijl verwacht werd: %s
sv: Misslyckades med att kommunicera med gksu-run-helper. Mottog fel sträng när detta förväntades: %s

source: Could not read from the pipe with the child: %s
hu: Nem lehet olvasni a(z) %s gyermeknél lévő csőből
nl: Kan pipe met het kind %s niet uitlezen
sv: Kunde inte läsa från röret med barnprocess: %s

source: su terminated with %d status
hu: A su %d állapottal fejeződött be
nl: su werd afgesloten met status %d
sv: su avslutades med status %d

source: gksu_sudo_run needs a command to be run, none was provided.
hu: A gksu_sudo_run-nak szüksége van a futtatandó parancsra, de Ön azt nem adta meg.
nl: voor gksu_sudo_run dient een opdracht gespecificeerd te worden, wat niet gebeurd is.
sv: gksu_sudo_run behöver ett kommando att köra men inget angavs.

source: Error creating pipe: %s
hu: Hiba a cső létrehozása közben: %s
nl: Fout bij het maken van pipe: %s
sv: Fel vid skapande av rör: %s

source: Failed to exec new process: %s
hu: Nem sikerült új folyamatot végrehajtani: %s
nl: Uitvoeren van nieuw proces is mislukt: %s
sv: Misslyckades med att starta ny process: %s

source: Error opening pipe: %s
hu: Hiba a cső megnyitása közben: %s
nl: Fout bij het openen van pipe: %s
sv: Fel vid öppning av rör: %s

source: Password:
hu: Jelszó:
nl: Wachtwoord:
sv: Lösenord:

source: The underlying authorization mechanism (sudo) does not allow you to run this program. Contact the system administrator.
hu: Az alapul szolgáló hitelesítési mechanizmus (sudo) nem engedélyezi Önnek ezen program futtatását. Lépjen kapcsolatba a rendszergazdával.
nl: Het gebruikte authenticatie-systeem (sudo) staat het niet toe dat u dit programma uitvoert. Neem contact op met uw systeembeheerder.
sv: Den underliggande auktoriseringsmekanismen (sudo) tillåter inte att du kör detta program. Kontakta systemadministratören.

source: sudo terminated with %d status
hu: A sudo %d állapottal fejeződött be
nl: sudo werd afgesloten met status %d
sv: sudo avslutades med status %d

source: Remember password
hu: Jelszó megjegyzése
nl: Wachtwoord onthouden.
sv: Kom ihåg lösenord

source: Save for this session
hu: Mentés ehhez a munkamenethez
nl: Opslaan voor deze sessie
sv: Spara för den här sessionen

source: Save in the keyring
hu: Mentés a kulcstartóra
nl: Opslaan in de sleutelbos
sv: Spara i nyckelringen

source: <span weight="bold" size="larger">Type the root password.</span>
hu: <span weight="bold" size="larger">Írja be a root felhasználó jelszavát.</span>
nl: <span weight="bold" size="larger">Voer het wachtwoord van root in.</span>
sv: <span weight="bold" size="larger">Ange root-lösenordet.</span>

source: Password:
hu: Jelszó:
nl: Wachtwoord:
sv: Lösenord:

source: <b>You have capslock on</b>
hu: <b>A Caps Lock be van kapcsolva</b>
nl: <b>CAPS-lock staat aan</b>
sv: <b>Du har CapsLock intryckt</b>

source: Failed to load glade file; please check your installation.
hu: A glade fájl betöltése meghiúsult, ellenőrizze a telepítését.
sv: Misslyckades med att läsa in glade-filen; kontrollera din installation.

source: Configure behavior of the privilege-granting tool
hu: A jogosultságmegadó eszköz viselkedésének beállítása
sv: Konfigurera beteendet för verktyget för rättighetstilldelning

source: Privilege granting
hu: Jogosultság megadása
sv: Rättighetstilldelning

source: <b>Behavior</b>
hu: <b>Viselkedés</b>
sv: <b>Beteende</b>

source: <b>Screen Grabbing</b>
hu: <b>Képernyő megragadása</b>
sv: <b>Skärmfångst</b>

source: _Authentication mode:
hu: _Hitelesítési mód:
sv: _Autentiseringsläge:

source: _Grab mode:
hu: _Megragadási mód:
sv: _Fångstläge:

source: enable disable force enable prompt
hu: engedélyezés tiltás engedélyezés kényszerítése kérdés
sv: aktivera inaktivera tvinga aktivering fråga

source: Disable keyboard and mouse grab
hu: Billentyűzet és egér zárolásának letiltása
nl: Blokkering van toetsenbord en muis uitzetten
sv: Inaktivera fångst av tangentbord och mus

source: Display information message when no password is needed
hu: Információs üzenet megjelenítése, ha nincs szükség jelszóra
nl: Informatief bericht weergeven als er geen wachtwoord vereist is
sv: Visa informationsmeddelande när inget lösenord behövs

source: Force keyboard and mouse grab
hu: Billentyűzet és egér zárolásának kikényszerítése
nl: Blokkering van toetsenbord en muis forceren
sv: Tvinga fångst av tangentbord och mus

source: Grab keyboard and mouse even if -g has been passed as argument on the command line.
hu: A billentyűzet és egér megragadása, még ha a -g paraméter meg is lett adva.
nl: Toetsenbord en muis blokkeren zelfs wanneer het argument -g opgegegeven is.
sv: Fånga tangentbord och mus även om -g har angivits som argument på kommandoraden.

source: Keyring to which passwords will be saved
hu: A kulcstartó, amelyre a jelszavak mentve lesznek
nl: Sleutelbos waarin de wachtwoorden zullen worden opgeslagen
sv: Nyckelring till vilken lösenord kommer att sparas

source: Prompt for grabbing
hu: Rákérdezés a zárolásra
nl: Vragen om bevestiging van blokkering
sv: Fråga för fångst

source: Save password to gnome-keyring
hu: Jelszó mentése a Gnome kulcstartóra
nl: Wachtwoord opslaan in de gnome-sleutelbos
sv: Spara lösenord i gnome-keyring

source: Sudo mode
hu: Sudo mód
nl: Sudo-modus
sv: Sudo-läge

source: The name of the keyring gksu should use. Usual values are "session", which saves the password for the session, and "default", which saves the password with no timeout.
hu: A gksu által használandó kulcstartó neve. A szokásos értékek a "session" (munkamenet), amely a jelszót a munkamenet számára menti, és a "default" (alapértelmezett), amely a jelszót időkorlát nélkül menti.
sv: Namnet på nyckelringen som gksu ska använda. Vanliga värden är "session", vilket sparar lösenordet för sessionen, och "default" som sparar lösenordet utan maximal tidsgräns.

source: This option determines whether a message dialog will be displayed informing the user that the program is being run without the need of a password being asked for some reason.
hu: Ez a kapcsoló megadja, hogy szükséges-e a felhasználót egy párbeszédablak megjelenítésével értesíteni arról, hogy a program valamilyen okból a jelszó megadásának szükségessége nélkül fut.
nl: Hiermee bepaalt u of een melding wordt weergegeven die de gebruiker informeert dat het programma uitgevoerd wordt zonder dat er om een wachtwoord gervraagd wordt.
sv: Det här alternativet bestämmer huruvida en meddelandedialog kommer att visas och informera användaren att programmet kör utan att behöva fråga efter ett lösenord av någon anledning.

source: This option will make gksu prompt the user if he wants to have the screen grabbed before entering the password. Notice that this only has an effect if force-grab is disabled.
hu: Ezen kapcsoló hatására a gksu megkérdezi a felhasználót, hogy akarja-e a képernyő zárolását a jelszó megadása előtt. Ne feledje, hogy ez csak akkor hatásos, ha a force-grab kapcsoló le van tiltva.
nl: Hiermee bepaalt u dat gksu de gebruiker vraagt of het scherm geblokkeerd dient te worden voordat het wachtwoord ingevoerd wordt. Merk op dat dit alleen werkt wanneer de optie force-grab uitgeschakeld is.
sv: Det här alternativet kommer att göra att gksu frågar användaren om denne vill få skärmen fångad innan lösenordet matas in. Observera att det endast har effekt om force-grab är inaktivert.

source: Whether sudo should be the default backend method. This method is otherwise accessed though the -S switch or by running 'gksudo' instead of 'gksu'.
hu: A sudo legyen-e az alapértelmezett háttér eljárás. Egyébként ez az eljárás a -S kapcsolóval érhető el, vagy a gksudo futtatásával a gksu helyett.
nl: Hiermee wordt bepaald of sudo de standaard methode is. Deze methode wordt normaal gesproken ingesteld met het -S-argument of door 'gksudo' te starten in plaats van 'gksu'.
sv: Huruvida sudo ska vara standardbakändemetoden. Den här metoden användas annars genom flaggan -S eller genom att köra "gksudo" istället för "gksu".

source: Whether the keyboard and mouse grabbing should be turned off. This will make it possible for other X applications to listen to keyboard input events, thus making it not possible to shield from malicious applications which may be running.
hu: A billentyűzet és egér zárolása ki legyen-e kapcsolva. Ez lehetővé teszi már X alkalmazások számára, hogy figyeljék a billentyűzet bemeneti eseményeket és nem teszi lehetővé, hogy az esetlegesen futó rosszindulatú alkalmazásokkal szemben védelmet biztosítson.
nl: Hiermee wordt bepaald of het blokkeren van toetsenbord en muis uitgeschakeld dient te worden. Op die manier is het mogelijk dat andere X-toepassingen de toetsenbord-invoer onderscheppen; het is dan onmogelijk om bescherming te bieden tegen schadelijke programma's.
sv: Huruvida fångst av tangentbordet och musen ska stängas av. Det här gör det möjligt för andra X-program att lyssna på tangentbordsinmatningshändelser, vilket gör det inte är möjligt att skydda sig mot ondsinta program som kan vara igång.

source: gksu can save the password you type to the gnome-keyring so you'll not be asked everytime
hu: A gksu képes elmenteni a beírt jelszót a Gnome kulcstartóra, így nem kérdez rá minden alkalommal
nl: gksu kan het wachtwoord opslaan in de gnome-sleutelbos zodat het niet telkens opnieuw gevraagd wordt
sv: gksu kan spara lösenordet som du anger i gnome-keyring så att du inte kommer att bli tillfrågad varje gång det används

source: Failed to obtain xauth key: xauth binary not found at usual locations
hu: Az xauth kulcs beszerzése meghiúsult: az xauth bináris nem található a szokásos helyeken
sv: Misslyckades att hämta xauth-nyckeln: xauth-binären hittades inte på de vanliga platserna
